tap "bibendi/dip"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "rbenv/tap"
# Modern replacement for 'ls'
brew "exa"
# Git extension for versioning large files
brew "git-lfs"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# GPG key agent
brew "gpg-agent"
# NaCl networking and cryptography library
brew "libsodium"
# Replacement for the old crypt package and crypt(1) command
brew "mcrypt"
# Platform built on V8 to build network applications
brew "node"
# Cryptography and SSL/TLS Toolkit
brew "openssl@1.1"
# Object-relational database system
brew "postgresql"
# Install various Ruby versions and implementations
brew "ruby-build"
# Ruby version manager
brew "rbenv"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Watch files and take action when they change
brew "watchman"
# Internet file retriever
brew "wget"
# JavaScript package manager
brew "yarn"
# dip CLI gives the native-like interaction with Docker-Compose applications
brew "bibendi/dip/dip"
# Everything you need to get started with Heroku
brew "heroku/brew/heroku"
# Open-source version of the X.Org X Window System
cask "xquartz"
